# Copyright (c) 2020 NIBIO <http://www.nibio.no/>. 
# 
# This file is part of MamestraBrassicaeModel.
# Altenaria Model is free software: you can redistribute it and/or modify
# it under the terms of the NIBIO Open Source License as published by 
# NIBIO, either version 1 of the License, or (at your option) any
# later version.
# 
# Altenaria Model is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# NIBIO Open Source License for more details.
# 
# You should have received a copy of the NIBIO Open Source License
# along with MamestraBrassicaeModel.  If not, see <http://www.nibio.no/licenses/>.
# 

name=TOMCAST (FAST - Dew) model
description=description=  {{filename="/images/ef-20200421-altenaria.jpg" description="Photo: Bilde: S. Abrahamsen, NLR"}} \n \
               <h3 class="">Modellbeskrivelse</h3> \
               <p class="">TOMCAST er basert p\u00e5 en modell utviklet for varsling av bladflekksjukdommer i tomat. Versjonen som blir brukt her er testet og tilpasset t\u00f8rrflekksjuke i potet (Alternaria solani) i Danmark. Modellen beregner daglige risikoverdier (DSV: Disease Severity Value) basert p\u00e5 temperatur og bladfuktighet siste d\u00f8gn. DSV representerer risikoen for angrep av t\u00f8rrflekksjuke siste d\u00f8gn. Daglige DSV-verdier blir summert frem til en terskel er n\u00e5dd og behandling mot t\u00f8rrflekksjuke er anbefalt. Modellen er laget slik at akkumulering av DSV nullstilles n\u00e5r spr\u00f8yting gjennomf\u00f8res, og akkumulering starter p\u00e5 nytt.</p>\n \
               <h3 class="">Oppstart av varsel</h3>\n \
               <p class="">Potetplanter varierer i mottakelighet for t\u00f8rrflekksjuke gjennom sesongen, og de blir gradvis mer og mer mottakelige. Dette betyr at behovet for beskyttelse ogs\u00e5 varierer tilsvarende. Modellen startes n\u00e5r man ser de f\u00f8rste symptomene p\u00e5 t\u00f8rrflekksjuke og gjennomf\u00f8rer f\u00f8rste behandling (under 0,1% angrep).</p> \n \
               <h3 class="">Tolking av varsel</h3> \n \
               <p class="">Modellen vil vise gr\u00f8nt (ingen fare) frem til den akkumulerte risikoverdien er 5 under terskelverdien som utl\u00f8ser varsel. Fra denne verdien frem til terskelverdien vil varselet v\u00e6re gult (mulig fare), og deretter g\u00e5 over til r\u00f8dt (fare).</p> 

statusInterpretation=Early blight are primarily foliar pathogens. It typically appear first on older leaves after fruit set begins. Early bilght causes dark brown leaf spots with concentric rings. \t
usage=TODO
license= Copyright (c) 2020 NIBIO <http://www.nibio.no/>. \
\
This file is part of Altenaria Model. \
 Altenaria Model is free software: you can redistribute it and/or modify  \
 it under the terms of the NIBIO Open Source License as published by \
NIBIO, either version 1 of the License, or (at your option) any \
later version. \
\
MamestraBrassicaeModel is distributed in the hope that it will be useful, \
but WITHOUT ANY WARRANTY; without even the implied warranty of \
MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the \
NIBIO Open Source License for more details. \
\
You should have received a copy of the NIBIO Open Source License \
along with Altenaria Model.  If not, see <http://www.nibio.no/licenses/>.

